[
	{
	    "visObject":{
	    	"id":0,
	    	"start": "2014-04-20 12:39:00",
	    	"group": 3
	    },
	    "service": "",
	    "hospitalization": 0,
	    "type": "ultrasound",
		"preview": "IMPRESSION:  Persistent areas of intraluminal thrombus in the left IJ, and within the superficial veins of the left and right cephalic veins, and new thrombus in the superficial left basilic vein.",
		"fulltext": "Reason: evaluate for DVTs\\nAdmitting Diagnosis: CHEST PAIN/SHORTNESS OF BREATH\\n______________________________________________________________________________\\nUNDERLYING MEDICAL CONDITION:\\n 69 year old man with s/p cabg new PE  \\n  \\nREASON FOR THIS EXAMINATION:\\n evaluate for DVTs                      \\n______________________________________________________________________________\\n                                FINAL REPORT\\nINDICATION:  A 69-year-old man status post CABG with new PE.  Evaluate for\\nDVT.\\nCOMPARISON:  Study from 2014-04-08.\\nBILATERAL UPPER EXTREMITY VENOUS ULTRASOUND:  There is limited evaluation of\\nthe right internal jugular vein.  Grayscale and color Doppler sonography was\\nperformed of the right and left cephalic, basilic, brachial, axillary and\\nsubclavian veins, and of the left IJ vein.  The right IJ was not visualized\\nsecondary to overlying bandages.\\nAgain seen is distention of the left IJ, left cephalic, and right cephalic\\nwith clot, without intraluminal flow.  There is also new occlusion of the left\\nsuperficial basilic vein.  The remainder of the venous structures demonstrates\\nnormal flow, compressibility, and augmentation with normal waveforms.\\nIMPRESSION:  Persistent areas of intraluminal thrombus in the left IJ, and\\nwithin the superficial veins of the left and right cephalic veins, and new\\nthrombus in the superficial left basilic vein."
	},
	{
		"visObject":{
			"id":0,
			"start": "2014-04-20 09:45:00",
			"group": 3
		},
		"service": "",
		"hospitalization": 0,
		"type": "ultrasound",
		"preview": "IMPRESSION:  Successful placement of 35 cm single lumen PICC via the right basilic vein with its tip in the distal SVC; line ready for use.",
		"fulltext": "TYPE: 'RADIOLOGY_REPORT'\\nDATE: 2014-4-20 9:45 AM\\nPICC LINE PLACMENT SCH                                          Clip # Clip Number (Raiology) 9752\\nReason: PICC for IV antibiotics                                     \\nAdmitting Diagnosis: CHEST PAIN/SHORTNESS OF BREATH\\n********************************* CPT Codes ********************************\\n* 36569 PICC W/O State/Zipcode 85 FLUORO GUID PLCT/REPLCT/REMOVE*\\n* 76937 US GUID FOR VAS. ACCESS                                            *\\n****************************************************************************\\n______________________________________________________________________________\\nUNDERLYING MEDICAL CONDITION:\\n  69 year old man s/p sternal rewire    \\n  \\nREASON FOR THIS EXAMINATION:\\n PICC for IV antibiotics                \\n______________________________________________________________________________\\n                                FINAL REPORT\\nINDICATION:  69-year-old status post sternal rewiring requiring IV\\nantibiotics.\\nRADIOLOGISTS:  The procedure was performed by Dr. Last Name (STitle) 7276, with Dr. Last Name (STitle) 424,\\nthe attending physician Name Initial (PRE) 6168.\\nPROCEDURE AND FINDINGS:  Patient was placed supine on the angiographic table.\\nDue to prior ultrasounds demonstrating extensive thrombus within the left\\nupper extremity, the right upper extremity was chosen for the PICC line.\\nUltrasound demonstrated an appropriate right basilic vein which was punctured\\nwith a 21-gauge micropuncture needle, through which a 0.018 guide wire was\\nadvanced into the SVC.  A single lumen PICC trimmed to 35 cm and was advanced\\nunder fluoroscopic guidance with its tip placed in the distal SVC.  Final\\nfluoroscopic image was taken to confirm tip placement.  Hard copy ultrasound\\nimages were printed before and after venous puncture to confirm patency. There\\nare no immediate post-procedure complications.\\nIMPRESSION:  Successful placement of 35 cm single lumen PICC via the right\\nbasilic vein with its tip in the distal SVC; line ready for use."
	},
	{
	    "visObject":{
	    	"id":0,
	    	"start": "2014-04-20 11:57:00",
	    	"group": 3
	    },
	    "service": "",
		"hospitalization": 0,
	    "type": "plain film x ray",
		"preview": "IMPRESSION:  Stable postoperative chest findings since 2014-4-18.",
		"fulltext": "DATE: 2014-4-20 11:57 AM\\nCHEST (PA & LAT)                                               Clip # Clip Number (Radiology) 9753\\nReason: evaluate effusions \\nAdmitting Diagnosis: CHEST PAIN/SHORTNESS OF BREATH\\n______________________________________________________________________________\\nUNDERLYING MEDICAL CONDITION:\\n    69 yoM s/p CABG last week now with chest pain at incision site and drainage, \\n  no fevers. Also has gradual onset of SOB and fatigue.                          \\n       \\nREASON FOR THIS EXAMINATION:\\n evaluate effusions                     \\n______________________________________________________________________________\\n                                FINAL REPORT\\nTYPE OF EXAMINATION:  Chest PA and lateral.\\nINDICATION:  Status post bypass surgery one week ago, now with chest pain at\\nincision site and drainage.  No fevers.  Also has gradual onset of shortness\\nof breath and fatigue.  Evaluate for effusions.\\nFINDINGS:  Frontal view demonstrates status post anterior chest wall\\nreconstruction with four bars of hardware in horizontal position.  Position of\\npreviously described chest tubes is unchanged including right jugular approach\\ncentral venous line.  No pneumothorax is identified in the apical regions. \\nSince the last preceding study of 4-18, apparently a right-sided PICC line\\nhas been added, seen to terminate overlying the SVC some 3 cm above the level\\nof the carina.  The mild blunting of the left lateral pleural sinus persists\\nand the lateral view discloses also some blunting of the posterior pleural\\nsinuses representing postoperative findings.\\nPosition of longitudinally directed multiple wire loops in the sternal area\\nappears unchanged and the row of subcutaneous clips is identified in the\\nanterior chest wall suture line, but no significant soft tissue changes can be\\nidentified.\\nIMPRESSION:  Stable postoperative chest findings since 2014-4-18."
	},
	{
	    "visObject":{
	    	"id":0,
	    	"start": "2014-05-19 13:46:00",
	    	"group": 3
	    },
	    "service": "",
	    "hospitalization": 0,
	    "type": "ct",
		"preview": "IMPRESSION:\\n1.  New large presternal fluid collection, with apparent communication with\\nthe retrosternal space....",
		"fulltext":"DATE: 2014-5-19 1:46 PM\\nCT CHEST W/CONTRAST                                             Clip # Clip Number (Radiology 9755\\nReason: s/p bilat. pectoralis flaps, sternal plating with new fluid \\n Contrast: OPTIRAY Amt: \\n______________________________________________________________________________\\nUNDERLYING MEDICAL CONDITION:\\n  69 yr old male with recent history of CABG presented with sternal debridement \\n /  unstable stenotomy.\\nREASON FOR THIS EXAMINATION:\\n s/p bilat. pectoralis flaps, sternal plating with new fluid collection          \\n______________________________________________________________________________\\n                                FINAL REPORT\\nINDICATION:  Recent CABG, sternal debridement and repair, now with new fluid\\ncollection.\\nTECHNIQUE:  MDCT was used to obtain contiguous axial images through the chest\\nafter uneventful administration of 90 mL of Optiray IV contrast.  Standard and\\nlung algorithm images as well as coronal reformats were obtained.  This study\\nwas compared with 2014-4-9.\\nCHEST CT WITH IV CONTRAST:  Several mediastinal plates are seen; separation of\\nthe sternal halves is still seen, particularly in the inferior aspect.\\nAdditionally, a new large presternal fluid collection is present, greatest in\\nthe space between the topmost and secondmost plates.  In the superior and the\\ninferior aspect of the sternotomy, it appears to communicate freely with the\\nretrosternal space (series 2, image 40), though the amount of retrosternal\\nfluid is markedly diminished since the 2014-4-9 study.  There is no\\nsignificant stranding or gas within the fluid collection. The fluid collection\\nis somewhat broad- based, measuring approximately 3.0 cm A-P, 13.0 cm\\ntransverse.\\nSmall lymph nodes are noted in the mediastinum, the largest measuring 6 mm in\\nthe precarinal region (2:21).  The pericardium is slightly thickened and\\nirregular, which is compatible with history of recent pericardial\\nintervention; the focus of pericardial calcification is unchanged.  The heart\\nis otherwise normal in size, with extensive coronary vascular calcifications.\\nLungs are notable for mild centrilobular emphysema.  Additionally,\\ninterstitial reticular opacities, most pronounced in the lung periphery and at\\nthe bases, are slightly worse than the last examination.  A 4-mm lung nodule\\nis seen in the right upper lobe (3:28).  Bilateral pleural effusions are again\\nseen; the right is slightly larger than the previous, the left slightly\\nsmaller; both remains small.  There is associated compressive atelectasis.\\nThis study is not designed to examine the abdomen, however, multiple low-\\ndensity lesions in the liver are similar to the previous study; several of\\nthese are too small to fully characterize; the largest is in the left lobe\\nmeasuring 23 mm, with fluid attenuation characteristics.  A left kidney lesion\\nmeasuring 10 mm represents a cyst.  The kidneys are incompletely imaged, but\\nfullness of the right collecting system is again seen.  No mass lesions are\\nidentified in the imaged portion of the spleen or adrenals. There is a small\\nlayering radiopaque gallstones \\nBONE WINDOWS:  Aside from the sternal anatomy described above, no suspicious\\nsclerotic or lytic lesions are identified.  Large lipoma of the left\\ninfraspinatus muscle is noted.\\nIMPRESSION:\\n1.  New large presternal fluid collection, with apparent communication with\\nthe retrosternal space, but amount of retrosternal fluid is small and has\\ndecreased since prior CT. Findings could represent postoperative seroma, but\\ninfection should be considered in the appropriate clinical setting. No\\ndiscrete abscess identified.\\n2.  Bilateral pleural effusions, small, right greater than left.\\n3.  Worsening mild peripheral and basilar reticular and ground glass\\nopacities. Given their short interval worsening, a drug reaction should be\\nconsidered. Nonspecific interstitial pneumonitis would be less likely to have\\nsuch a rapid progression.\\n4.  Layering radiopaque gallstones.\\n5.  A right kidney cyst and liver cyst, unchanged.  Other numerous liver\\nlesions are too small to characterize, but similar in appearance to previous\\nstudy.\\n6.  Fullness of the right renal collecting system is incompletely imaged;\\nclinical correlation and/or imaging correlation recommended.\\n7.  4-mm right lung nodule, for which followup is recommended in one year to\\ndocument stability."
	},
	{
		"visObject":{
	    	"id":0,
	    	"start": "2014-05-24 12:32:00",
	    	"group": 3
	    },
	    "service": "",
	    "hospitalization": 0,
	    "type": "ultrasound",
		"preview": "IMPRESSION:  Persistent left internal jugular vein thrombus with partial recanalization.",
		"fulltext": "DATE: 2014-5-24 12:32 PM\\nVENOUS DUP EXT UNI (MAP/DVT) LEFT                               Clip # Clip Number (Radiology) 9756\\nReason: HX OF UPPER EXTREMITY DVT\\n______________________________________________________________________________\\n                                FINAL REPORT\\nVENOUS ULTRASOUND\\nINDICATION:  History of upper extremity DVT, now with left neck swelling.\\nFINDINGS:  Comparison is made to the examination from 2014-4-20.  There is\\npersistent thrombus in the left internal jugular vein, which is not\\ncompressible.  Some flow is demonstrated, suggesting partial recanalization. \\nNo thrombus is seen in the left axillary, subclavian, brachial, cephalic, and\\nbasilic veins.\\nIMPRESSION:  Persistent left internal jugular vein thrombus with partial\\nrecanalization."
	},
	{
		"visObject":{
	    	"id":0,
	    	"start": "2014-06-14 12:10:00",
	    	"group": 3
	    },
	    "service": "",
	    "hospitalization": 0,
	    "type": "plain film x ray",
		"preview": "Four metallic plates and screws, each with associated clip, are seen overlying the sternum, in nominal alignment...",
		"fulltext":"     DATE: 2014-6-14 12:10 PM\\nSTERNUM                                                         Clip # Clip Number (adiology) 9757\\nReason: ?plate separation following sternal replating after median s\\n______________________________________________________________________________\\nUNDERLYING MEDICAL CONDITION:\\n 69 year old man with sternal click after sternal repair\\nREASON FOR THIS EXAMINATION:\\n ?plate separation following sternal replating after median sternotomy\\n______________________________________________________________________________\\n                                FINAL REPORT\\nHISTORY:  Sternal _____ after sternal repair, question plate separation.\\nSTERNUM THREE VIEWS.\\nFour metallic plates and screws, each with associated clip,  are seen\\noverlying the sternum, in nominal alignment. No hardware loosening or evidence\\nof plate disruption is detected.\\nAdditional mediastinal clips are present. Cerclage wires, which appear to be\\ninterrupted, are present."		
	},
	{
		"visObject":{
	    	"id":0,
	    	"start": "2014-04-07 11:02:00",
	    	"group": 1
	    },
	    "hospitalization": 0,
	    "type": "discharge",
	    "service": "cardiothoracic surgery",
		"preview": "A/P: this is a 69 yo M w/ h/o HTN and significant tobacco use, who presents for cardiac catheterization after abnormal perfusion scan, which revealed 3VD, prompting CABG.\\n\\nDischarge Disposition: Home with Service",
		"fulltext": "Service: CARDIOTHORACIC\\n Allergies: \\n Patient recorded as having No Known Allergies to Drugs\\n  \\n Attending:[**First Name3 (LF) 18**]  \\n Chief Complaint:\\n positive stress test ; chest pain during hypertension to 220/110\\n\\n \\n Major Surgical or Invasive Procedure:\\n Cardiac Catheterization [**3195-3-27**]\\n CABGx5 (LIMA-LAD,SVG-Diag,SVG-OM1,SVG-OM2,SVG-PDA)[**3-31**]\\n\\n  \\n History of Present Illness:\\n Mr. [**Known patient lastname 1652**] is a 69 yo M w/ h/o HTN and significant tobacco \\n use, who had a severe headache on [**3195-3-16**] without associated \\n symptoms (including weakness, visual changes), and was found to \\n be hypertensive to 220/110.  He was transferred via ambulence to \\n [**Hospital 51**] Hospital and in route complained of right sided chest \\n discomfort, associated with dyspnea and diaphoreiss. By report \\n he was administered SL NTG and nitro paste with improvement in \\n BP and chest discomfort.  He subsequently underwen ETT with \\n pMIBI which demonstrated a perfusion deficit at rest and was \\n referred to [**Hospital1 83**] for cardiac catheterization and renal artery \\n angiogram. \\n .\\n Mr. [**Known patient lastname 1652**] also reports decreased exercise tolerance over the \\n past several months - previously he would be able to climb \\n several flights of stairs without difficulty; he currently gets \\n extremely dypsneic after 10 steps (<1 flight); no associated CP, \\n N, or diahphoresis.  He denies orthopnea and PND.\\n .\\n He denies history of angina or CAD.\\n .\\n Mr. [**Known patient lastname 1652**] [**Last Name (Titles) 22**] cardiac catheterization today and was \\n found to have 3VD, and a CABG is now planned.  He took a dose of \\n plavix this morning.\\n .\\n ROS: denies recent illness, fevers, hematuria, melena, bloody \\n stools, abdominal pain, LE swelling.  Reports 8lb intentional \\n weight loss (healthier diet)\\n Referred for CABG .\\n  \\n Past Medical History:\\n HTN\\n GERD\\n Bladder ca s/p excision x 2 and the BCG treatment\\n Syncopal episodes x 3 (episodes accompanied by diaphoresis and\\n nausea) with the last episode many years ago\\n H/O pneumonia x 3\\n Depression\\n Chronic back problems including disc herniation, s/p disc \\n surgery\\n Anxiety\\n COPD\\n BPH\\n  \\n Social History:\\n Married, lives with his wife, 5 children.  He is a retired truck\\n driver and currently helps out in his son's restaurant.  \\n +tobacco 1ppd x 55 years.  Occasional EtOH. No illicits\\n  \\n Family History:\\n Noncontributory (h/o cancer)\\n  \\n Physical Exam:\\n 138/61  51  16  100% RA  5'[**98**] Wt:220 lbs\\n Gen: NAD, smiling\\n HEENT: aniecteric, PERRL, EOMI, MMM, no JVD, no bruits\\n CV: regular rhythm, ~60, no M/R/G\\n Chest: CTAB\\n Abd: Soft, NT/ND\\n R Groin: dressing C/D/I, no bruit or thrill\\n Ext: 2+ DP pulses bilaterally\\n Neuro: A&Ox3, fluent speech, normal ambulation, MAE\\n  \\n Pertinent Results:\\n [**3195-3-27**] 10:33AM BLOOD WBC-6.3 RBC-4.50* Hgb-12.6* Hct-35.9* \\n MCV-80* MCH-27.9 MCHC-35.0 RDW-15.2 Plt Ct-193\\n [**3195-3-27**] 10:33AM BLOOD Glucose-98 UreaN-21* Creat-1.0 Na-137 \\n K-4.1 Cl-107 HCO3-24 AnGap-10\\n [**3195-3-27**] 10:33AM BLOOD ALT-8 AST-12 AlkPhos-63 TotBili-0.5\\n [**3195-3-27**] 10:33AM BLOOD %HbA1c-5.1\\n .\\n Recent testing:\\n [**3195-3-21**]: Echo showed a normal LV size and function.  EF of \\n 60-65%.  The valves were all normal with trace TR.  Pulmonary \\n systolic pressure was estimated to be 30-35%. [**3195-3-17**]: Nuclear \\n stress test where the patient exercised for 6 minutes 57 seconds \\n on [**Initials (NamePattern4) **] [**Last Name (NamePattern4) 1078**] protocol stopping due to shortness of breath and leg \\n pain.  He achieved 68% of his predicted target heart rate.  He \\n did not develop any arrhythmias or chest pain.  The nuclear \\n images demonstrated a normal sized left ventricle. There was a \\n moderate sized reversible perfusion abnormality involving the \\n anteroapical and septal portion left ventricle. There was also a \\n question of a small reversible abnormality involving the \\n inferolateral portion left ventricle.  The left ventricular wall \\n motion was normal.  The LVEF was 62%.\\n .\\n [**3195-3-27**] Cardiac Catheterization\\n COMMENTS:      \\n 1.  Coronary angiography of this right dominant system revealed \\n severe three vessel coronary artery disease.  The left main \\n coronary artery had no angiographically apparent flow limiting \\n stenoses.  The LAD was ectatic proximally and occluded in the \\n mid segment after a small diagonal.  The LCX had a 90% stenosis \\n of the OM1 proximally and a 50% followed by a 70% stenosis in \\n the proximal and mid segment of the OM2. The RCA had a 90% \\n stenosis in the mid PDA. \\n 2.  Limited resting hemodynamics revealed mildly to moderately \\n elevated left sided filling pressures (LVEDP was 18 mm Hg).  \\n Systemic arterial pressure was normal (aortic pressure was \\n 121/73 mm Hg).  There was no significant gradient across the \\n aortic valve upon pullback of the catheter from the left \\n ventricle to the ascending aorta. \\n 3.  Left ventriculography revealed a contrast calculated \\n ejection \\n fraction of 65%.  No mitral regurgitation was noted. 4.  \\n Bilateral selective renal angiography demonstrated widely patent \\n renal arteries. \\n FINAL DIAGNOSIS:     \\n 1. Three vessel coronary artery disease. \\n 2. Normal left ventricular systolic function. \\n 3. Mildly to moderately elevated left sided filling pressures. \\n 4. No angiographically apparent renal artery stenosis. \\n .\\n Pulmonary Function Tests:\\n [**3195-4-4**] 06:25AM BLOOD WBC-7.3 RBC-3.17* Hgb-9.1* Hct-26.3* \\n MCV-83 MCH-28.7 MCHC-34.6 RDW-15.5 Plt Ct-201#\\n [**3195-4-4**] 06:25AM BLOOD Plt Ct-201#\\n [**3195-4-4**] 06:25AM BLOOD Glucose-101 UreaN-14 Creat-1.3* K-5.1\\n\\n Cardiology Report ECHO Study Date of [**3195-3-31**]   \\n  \\n   \\n   \\n PATIENT/TEST INFORMATION: \\n Indication: Chest pain. Coronary artery disease. Hypertension.  \\n Status: Inpatient \\n Date/Time: [**3195-3-31**] at 10:41 \\n Test: TEE (Complete) \\n Doppler: Full Doppler and color Doppler \\n Contrast: None \\n Tape Number: 2007AW2-: \\n Test Location: Anesthesia West OR cardiac \\n Technical Quality: Adequate \\n \\n \\n \\n \\n REFERRING DOCTOR: DR. [**First Name8 (NamePattern2) **] [**Last Name (NamePattern1) **] \\n   \\n MEASUREMENTS:  \\n Left Ventricle - Septal Wall Thickness: *1.5 cm (nl 0.6 - 1.1 cm) \\n Left Ventricle - Ejection Fraction: 45% to 50% (nl >=55%) \\n Aorta - Ascending: *3.7 cm (nl <= 3.4 cm) \\n Aortic Valve - Peak Velocity: 1.4 m/sec (nl <= 2.0 m/sec) \\n   \\n INTERPRETATION:  \\n       \\n Findings:  \\n   \\n LEFT ATRIUM: Normal LA size. No spontaneous echo contrast in the body of the LA. No spontaneous echo contrast or thrombus in the body of the [**Name Prefix (Prefixes) **] [**Last Name (Prefixes) **] LAA.  \\n   \\n RIGHT ATRIUM/INTERATRIAL SEPTUM: Normal RA size. A catheter or pacing wire is seen in the RA and extending into the RV. No ASD by 2D or color Doppler.  \\n   \\n LEFT VENTRICLE: Mild symmetric LVH with normal cavity size. Mild symmetric LVH. Normal LV cavity size. Mild regional LV systolic dysfunction. No LV mass/thrombus. Mildly depressed LVEF. Transmitral Doppler and TVI c/w normal LV diastolic function. No resting LVOT gradient.  \\n   \\n LV WALL MOTION: Regional LV wall motion abnormalities include: anterior apex - hypo;  \\n   \\n RIGHT VENTRICLE: Normal RV chamber size and free wall motion.  \\n   \\n AORTA: Normal aortic diameter at the sinus level. Mildly dilated ascending aorta. Normal aortic arch diameter. Simple atheroma in aortic arch. Normal descending aorta diameter. Simple atheroma in descending aorta.\\n \\n \\n AORTIC VALVE: Three aortic valve leaflets. Mildly thickened aortic valve leaflets. No AS. Trace AR.  \\n   \\n MITRAL VALVE: Normal mitral valve leaflets with trivial MR. [**Last Name (Titles) 1653**] annular calcification. No MS. Physiologic MR (within normal limits).  \\n   \\n TRICUSPID VALVE: Normal tricuspid valve leaflets with trivial TR.  \\n   \\n PULMONIC VALVE/PULMONARY ARTERY: Normal pulmonic valve leaflets with physiologic PR.  \\n   \\n PERICARDIUM: Trivial/physiologic pericardial effusion.  \\n   \\n GENERAL COMMENTS: A TEE was performed in the location listed above. I certify I was present in compliance with HCFA regulations. No TEE related complications. The patient received antibiotic prophylaxis. The TEE probe was passed with assistance from the anesthesioology staff using a laryngoscope. The patient was under general anesthesia throughout the procedure.  \\n    \\n Conclusions:  \\n PRE-CPB: \\n 1.The left atrium is normal in size. No spontaneous echo contrast is seen in the body of the left atrium. No spontaneous echo contrast or thrombus is seen in the body of the left atrium or left atrial appendage. No atrial septal defect is seen by 2D or color Doppler.  \\n 2. There is mild symmetric left ventricular hypertrophy with \\n normal cavity size. There is mild symmetric left ventricular hypertrophy. The left ventricular cavity size is normal. There is mild regional left ventricular  systolic dysfunction with apical anterior hypokinesis.. No masses or thrombi are seen in the left ventricle. Overall left ventricular systolic function is  mildly depressed. Transmitral Doppler and tissue velocity imaging are consistent with normal LV diastolic function.  \\n 3. Right ventricular chamber size and free wall motion are normal.  \\n 4. The ascending aorta is mildly dilated at a maximum of 3.7. There are simple  atheroma in the aortic arch. There are simple atheroma in the descending  thoracic aorta.  \\n 5. There are three aortic valve leaflets. The aortic valve leaflets are mildly thickened. There is no aortic valve stenosis. Trace aortic regurgitation is seen.  \\n 6. The mitral valve appears structurally normal with trivial mitral regurgitation. Physiologic mitral regurgitation is seen (within normal  \\n limits).  \\n 7. There is a trivial/physiologic pericardial effusion. POST-CPB: Patient is on phenylephrine infusion. Preserved biventricular  systolic function with improvement of the anteroapical hypokinetic segment. LVEF now 55%. Trace MR. [**Last Name (Titles) 1654**] is normal post decannulation.  \\n   \\n Electronically signed by [**First Name8 (NamePattern2) **] [**Last Name (NamePattern1) 1655**], MD on [**3195-3-31**] 15:02.\\n\\nREADING PHYSICIAN:   \\n  \\n   \\n (07-06179G) \\n    RADIOLOGY  Final Report\\n\\n CHEST (PA & LAT)  [**3195-4-3**] 11:20 AM\\n\\n CHEST (PA & LAT)\\n\\n Reason: r/o ptx\\n\\n UNDERLYING MEDICAL CONDITION:\\n 69 yoM s/p CABG and CT removal \\n REASON FOR THIS EXAMINATION:\\n r/o ptx \\n TWO VIEW CHEST OF [**3195-4-3**].\\n\\n COMPARISON: [**3195-3-31**]\\n\\n INDICATION: Chest tube removal.\\n\\n Various lines and tubes have been removed since the prior radiograph, and a very small left apical pneumothorax has developed. Cardiac and mediastinal contours are within normal limits for postoperative status of the patient. Small pleural effusions and minor bibasilar atelectasis are noted. These findings are superimposed upon subtle likely more chronic peripheral and basilar interstitial lung disease.\\n\\n On the lateral view, small air-fluid level is present in the retrosternal region likely representing an anterior hydropneumothorax, and additional air is present in the retrosternal region, an expected postoperative finding given the time interval since surgery.\\n\\n IMPRESSION: Small left pneumothorax following tube removal. \\n Bibasilar atelectasis and small pleural effusions.\\n\\n DR. [**First Name11 (Name Pattern1) **] [**Initial (NamePattern1) **] [**Last Name (NamePattern4) 1656**]\\n Approved: MON [**3195-4-3**] 1:12 PM\\n\\n\\n\\nBrief Hospital Course:\\n A/P: this is a 69 yo M w/ h/o HTN and significant tobacco use, \\n who presents for cardiac catheterization after abnormal \\n perfusion scan, which revealed 3VD, prompting CABG.  \\n .\\n #CAD:  \\n -medication regiment modified: continue ASA, BB, imdur; \\n minoxidil discontinued and ACEI started. \\n .\\n #HTN: well controlled on BB, imdur, and ACEI\\n .\\n #BPH: continue proscar\\n .\\n #Bladder spasm s/p surgery and BCG tx: continue detrol\\n .\\n #GERD: continue ranitidine\\n .\\n #Depression/Anxiety: continue celexa\\n .\\n #h/o syncope: by report worked up extensively at [**Hospital1 51**] w/o \\n diagnosis\\n -carotid U/S normal\\n -no events on telemetry\\n .\\n #COPD: per patient, recent diagnosis based on CXR at [**Hospital1 51**] \\n during last hospitalization, not on any active medications\\n -no wheeze, no respiratory distress, good O2 sat\\n -PFTs performed and carotid U/S showed no significant stenoses.\\n\\n  Underwent cabg x5 with Dr. [**Last Name (STitle) **] on [**3-31**]. Transferred to the CSRU in stable condition on titrated phenylephrine and propofol drips.Extubated that evening and transferred to the floor on POD #1 to begin increasing his activity level. Chest tubes and pacing wires removed on POD #3.Nicotine patch continued. Made good progress and cleared for discharge to home with VNA on POD #4. Pt. is to make all follow-up appts. as per discharge instructions.\\n  \\n Medications on Admission:\\n Lasix  20 mg daily\\n Minoxidil 25 mg daily\\n Detrol 4 mg daily\\n Ranitidine 300 mg BID\\n Atenolol 25 mg BID\\n Pro-Chlor 20 mEq daily\\n Plavix 75 mg daily (pt started 2 weeks ago but stopped 4 days ago and will restart 4/20/070)\\n Celexa 40 mg daily\\n Endocet 5/325 mg prn\\n ASA 81 mg daily\\n Proscar 5 mg daily\\n Imdur 30 mg daily\\n NTG 0.4 mg sl\\n  \\n Discharge Medications:\\n 1. Furosemide 20 mg Tablet Sig: One (1) Tablet PO Q12H (every 12 hours): 20mg BID x7days then 20mg QD x10 days.\\n Disp:*24 Tablet(s)* Refills:*0*\\n 2. Potassium Chloride 10 mEq Capsule, Sustained Release Sig: Two (2) Capsule, Sustained Release PO Q12H (every 12 hours): 20 meq BID x 7 days then 20meq QD x 10 days. \\n Disp:*48 Capsule, Sustained Release(s)* Refills:*0*\\n 3. Docusate Sodium 100 mg Capsule Sig: One (1) Capsule PO BID (2 times a day). \\n Disp:*60 Capsule(s)* Refills:*2*\\n 4. Ranitidine HCl 150 mg Tablet Sig: One (1) Tablet PO BID (2 times a day).\\n Disp:*60 Tablet(s)* Refills:*2*\\n 5. Aspirin 81 mg Tablet, Delayed Release (E.C.) Sig: One (1) Tablet, Delayed Release (E.C.) PO DAILY (Daily).\\n Disp:*30 Tablet, Delayed Release (E.C.)(s)* Refills:*2*\\n 6. Oxycodone-Acetaminophen 5-325 mg Tablet Sig: 1-2 Tablets PO every 4-6 hours as needed for pain.\\n Disp:*50 Tablet(s)* Refills:*0*\\n 7. Atorvastatin 20 mg Tablet Sig: One (1) Tablet PO once a day.\\n Disp:*30 Tablet(s)* Refills:*2*\\n 8. Nicotine 14 mg/24 hr Patch 24 hr Sig: One (1) Patch 24 hr Transdermal DAILY (Daily) for 2 weeks.\\n Disp:*14 Patch 24 hr(s)* Refills:*0*\\n 9. Clopidogrel 75 mg Tablet Sig: One (1) Tablet PO DAILY (Daily).\\n Disp:*30 Tablet(s)* Refills:*2*\\n 10. Metoprolol Tartrate 25 mg Tablet Sig: One (1) Tablet PO BID (2 times a day).\\n Disp:*60 Tablet(s)* Refills:*2*\\n 11. Finasteride 5 mg Tablet Sig: One (1) Tablet PO DAILY (Daily).\\n Disp:*30 Tablet(s)* Refills:*2*\\n 12. Citalopram 40 mg Tablet Sig: One (1) Tablet PO once a day.\\n Disp:*30 Tablet(s)* Refills:*2*\\n 13. Detrol 2 mg Tablet Sig: Two (2) Tablet PO once a day.  \\n 14. Lisinopril 5 mg Tablet Sig: One (1) Tablet PO once a day.\\n Disp:*30 Tablet(s)* Refills:*2*\\n\\n  \\n Discharge Disposition:\\n Home with Service\\n  \\n Discharge Diagnosis:\\n Coronary Artery Disease, s/p CABGx5\\n PMH:Hypertension,Hyperlipidemia,GERD,Bladder \\n CA,Depression,COPD,BPH\\n\\n  \\n Discharge Condition:\\n good\\n\\n  \\n Discharge Instructions:\\n keep wounds clean and dry. OK to shower, no bathing or swimming.\\n\\nTake all medications as prescribed.\\n Call for any fever, redness or drainage from wounds\\n no driving for one month\\n no lifting greater than 10 pounds for 10 weeks\\n  \\n Followup Instructions:\\n wound clinic in 2 weeks ( [**Hospital Ward Name **] 2)\\n Dr [**Doctor Last Name 1657**] in 2-3 weeks\\n Dr [**Last Name (STitle) **] in 4 weeks [**Telephone/Fax (1) 175**]\\n\\n  \\n                              [**First Name11 (Name Pattern1) **] [**Last Name (NamePattern4) 27**] MD [**MD Number 28**]\\n  \\n "
	},
	{
		"visObject":{
	    	"id":0,
	    	"start": "2013-08-22 06:55:00",
	    	"group": 1
	    },
	    "hospitalization": 1,
	    "type": "discharge",
	    "service": "",
		"preview":"Discharge Diagnosis: Anterior MI.",
		"fulltext":"Admission Date:  [**2013-8-13**]              Discharge Date:   [**2013-8-17**]\\n\\nDate of Birth:  [**2704-4-29**]             Sex:   M\\n\\n'Service': CMED\\n\\nAllergies: \\nPatient recorded as having No Known Allergies to Drugs\\n\\nAttending:[**First Name3 (LF) 98**] \\nChief Complaint:\\nChest pain due to anterior MI.\\n\\nMajor Surgical or Invasive Procedure:\\nEmergent cardiac catheterization.\\nRemoval of thrombus from the LAD coronary artery.\\nPlacement of a drug-eluting stent in the proximal LAD.\\n\\nPertinent Results:\\nEcho on [**2013-8-15**]:\\nLeft Atrium - Long Axis Dimension: 3.7 cm (nl <= 4.0 cm)\\nLeft Atrium - Four Chamber Length: *5.8 cm (nl <= 5.2 cm)\\nRight Atrium - Four Chamber Length: 4.6 cm (nl <= 5.0 cm)\\nLeft Ventricle - Diastolic Dimension: 4.7 cm (nl <= 5.6 cm)\\nLeft Ventricle - Ejection Fraction: 35% (nl >=55%)\\nAorta - Valve Level: 3.0 cm (nl <= 3.6 cm)\\nAorta - Arch: 1.9 cm (nl <= 3.0 cm)\\nMitral Valve - E Wave: 0.7 m/sec\\nMitral Valve - A Wave: 0.8 m/sec\\nMitral Valve - E/A Ratio: 0.88\\nMitral Valve - E Wave Deceleration Time: 200 msec\\nTR Gradient (+ RA = PASP): 21 mm Hg (nl <= 25 mm Hg)\\n\\n\\nBrief Hospital Course:\\nNo addendum.\\n\\nDischarge Disposition:\\nHome\\n\\nDischarge Diagnosis:\\nAnterior MI.\\n\\n\\nDischarge Condition:\\nGood.\\n\\nDischarge Instructions:\\nPlease return to the emergency department for re-evaluation if [**Doctor First Name **] experience chest pain, nausea, shortness of breath, dizziness, disorientation or any other symptoms that concern [**Doctor First Name **].\\n\\nIt is essential that [**Doctor First Name **] remember to take all your medications on time as prescribed. Remember to keep your appointments.\\n\\nFollowup Instructions:\\nFollow up with your primary care physician, [**Last Name (NamePattern4) **].[**Last Name (STitle) 10859**] ([**Telephone/Fax (1) 9089**]) to achieve appropriate coumadin levels. Your appointment wiht Dr.[**Last Name (STitle) 10859**] is scheduled for 11.30am on Monday [**2013-8-20**]. Follow-up cardiology care has been arranged with Dr.[**First Name8 (NamePattern2) **] [**Last Name (NamePattern1) 10860**] ([**Telephone/Fax (1) **]). [**Doctor First Name 10**] have an appointment to see him at 3.15pm on Tuesday [**2013-8-21**]. Dr[**Last Name (un) 10861**] practice is located at [**Street Address 10862**] in [**Location (un) **], in the old [**Last Name (un) 10863**] Shoe Building. Please remember to bring your [**Company 10864**] card.\\n\\n\\n                             [**First Name11 (Name Pattern1) 15**] [**Last Name (NamePattern4) 112**] MD [**MD Number 113**]\\n\\nCompleted by: [**First Name11 (Name Pattern1) **] [**Last Name (NamePattern4) 1471**] NP[**MD Number 1472**] [**2013-8-17**] @ 1230\\nSigned electronically by: DR. [**First Name4 (NamePattern1) 15**] [**Last Name (NamePattern1) **]\\non: WED [**2013-8-22**] 6:55 AM \\n(End of Report)"
	},
	{
		"visObject":{
	    	"id":0,
	    	"start": "2013-08-14 11:38:00",
	    	"group": 4
	    },
	    "hospitalization": 1,
	    "type": "admission",
	    "service": "CCU",
		"preview":"A/P: Wean iab as tol once stabilized. Recheck lytes.Log roll only in view of iab rt fem.Cycle ck'...",
		"fulltext":"Admission note\\n O: pt presented to osh w chest pressure. R/I ant mi transf to [**Hospital1 **] for pci.CC- 1 vessel disease  100% occlus to lad-> angiojetx2 and placemnt of drug eluting stent to lad.Freq hypotensive episodes during cath w aivr prompted rt fem iab placemnt for support.\\n Adm to csru in sr w freq pac's /multifocal pvc's on integrilin.VEA ^'d to runs vt x2->HO updated & lytes corrected w mag sulfate 2gm & kcl 40 meq ivpb. Iabp rt fem 1:2 w fair augmentation despite adjustment, distal pulses initially only by  doppler now palpable. Site oozy for lg amts ss drng, pressure directly over site x 2 to achieve hemostasis.\\n Resp status: bbs clear but diminsh bibas lt> rt. Dry cough at times. O2 pleth difficult to pickup at times. Np at 4 lpm w adeq sats.\\n\\n Neuro status: aaoriented, pleasant, talkative(anxious) gentleman. Very talkative initially now resting in naps. Limited movement d/t iabp but pt moving and follows commands.Perl 3mm brisk react.Wife in to visit w pt briefly post cath. Icu visitation policy literature given to wife.\\n\\n Gi status: abd soft,flat,+bowel snds & passing flatus. Denies gi upset, on h2 blocker po.\\n\\n Gu status: condom cath in place & vd x 1 150cc urine.\\n\\n Iv access: bilat antecub lines. Rt fem iab and pa line w gd waveform.Venous sheath in place and oozy at site.\\n\\n Heme/ID: hct stable at 38. wbc 15 w low grade temps\\n A/P: Wean iab as tol once stabilized. Recheck lytes.Log roll only in view of iab rt fem.Cycle ck's and labs as ordered. Notify ho if vea persists after lyte repletion. Pt teaching re: cardiac rehab once pt adeq rested, less anxious."
	},
	{
		"visObject":{
	    	"id":0,
	    	"start": "2013-08-14 14:32:00",
	    	"group": 4
	    },
	    "hospitalization": 1,
	    "type": "progress",
	    "service": "CCU",
		"preview":"contniue to monitor in ccu overnoc, cardiac echo, tx to floor tomorrow if stable",
		"fulltext":"pt arrived from [**Location **] @ 1230 with IABP @ 1:2 & integrilin gtt \\n cv: hr nsr, occasional pvc's & short runs([**4-4**] bts) of v-tach, ho aware, IABP changed to 1:3, fick ci 2.4 on 1:3 & IABP dc'd by fellow @ 1510, swan & r fem venous sheath also dc'd, no active hematoma noted with sheath pull, old small hematoma noted, on po lopressor, to start po captopril this pm, distal pulses by doppler\\n\\n resp: on 2 l np, bs+ all lobes & clear, sat 99-100, no sob or resp distress\\n\\n gi: npo for IABP dc, to start cardiac diet this pm, no c/o nausea, no stool, po ranitidine\\n\\n gu: condom cath on, voiding clear yellow urine\\n\\n neuro: A&Ox3, follows commands, moving all extremities\\n\\n other: d5w with 150 meq na bicarb/liter up @ 100cc/hr x 1 liter for post cath fluids, family in & updated on pt's condition, integrilin gtt to be dc'd @ 1900 & heparin gtt started @ 600u/hr, ck, troponin sent @ 1500, pt given iv ativan for anxiety for IABP dc\\n\\n plan: contniue to monitor in ccu overnoc, cardiac echo, tx to floor tomorrow if stable "

	},
	{
		"visObject":{
	    	"id":0,
	    	"start": "2013-08-14 14:32:00",
	    	"group": 4
	    },
	    "hospitalization": 1,
	    "type": "progress",
	    "service": "CCU",
	    "preview":"CCU progress 3p-7p",
		"fulltext":"CCU progress 3p-7p\\n VSS. IABP + PA line d/c'd by cards fellow. Pt given ativan 0.5mg for anxiety + slept part of evening. Pressure dsg applied to site for small ooze. area ecchymotic and small hematoma noted 3cm below groin stick which was there prior to sheath removal. \\n wife in to visit. assisted w/ dinner. to lie flat until midnite (8hrs d/t large IABP sheath). faint palpable DP pulses, [**1-31**]+PT."
	},
	{
		"visObject":{
	    	"id":0,
	    	"start": "2013-08-15 05:22:00",
	    	"group": 4
	    },
	    "hospitalization": 1,
	    "type": "progress",
	    "service": "CCU",
	    "preview":"contin present management. slowly increase activity level. support as indicated.",
		"fulltext":"\\n ccu nsg progress note.\\n o:pf. borderline bp-0000 captopril dose held. r-fem initially w ooze- pressure held w stasis-hematoma outlined wo further increase. pulses 1+ bilaterally.\\n\\n a:[**Last Name (un) 293**] sp iabp dc.\\n\\n p:captopril when bp >100. contin present management. slowly increase activity level. support as indicated. ?call-out. "
	},
	{
		"visObject":{
	    	"id":0,
	    	"start": "2013-08-15 17:48:00",
	    	"group": 4
	    },
	    "hospitalization": 1,
	    "type": "progress",
	    "service": "CCU",
	    "preview":"PLAN: transfer to stepdown when bed available. cont' cardiac meds. monitor tele. monitor VS.",
		"fulltext":"\\n CCU progress note 7a-7p\\n Uneventful day. VSS. OOB to chair. ambulating in room. PT consult ordered.  SEE TRANSFER NOTE.\\n\\n CARDIAC: Increased Lopressor to 25mg TID w/ HR still SR 80s-90s - next dose to be increased to Lopressor 37.5mg TID. Captopril 6.25mg TID.  SBP 88-100s. no c/o CP. no runs of VT noted today. R groin ecchymotic w/ hematoma marked, no increase noted. to be started on coumadin tonite.\\n\\n      RESP: LS clear. RA. sats 94-95%\\n\\n GI/GU: voiding clear yellow. taking po diet well. +BS. no BM.\\n\\n NEURO: A+Ox3. no c/o. pleasant + cooperative. wife calling, updated + talking to husband.\\n\\n PLAN: transfer to stepdown when bed available. cont' cardiac meds. monitor tele. monitor VS."
	},
	{
		"visObject":{
	    	"id":0,
	    	"start": "2012-02-20 07:06:00",
	    	"group": 1
	    },
		"hospitalization": 3,
	    "type": "discharge",
	    "service": "medicine",
		"preview":"Discharge Diagnosis:\\n\\tcoronary artery disease\\n\\tcarotid artery stenosis",
		"fulltext":"Admission Date:  [**2012-1-20**]              Discharge Date:   [**2012-1-26**]\\n\\tDate of Birth:     [**2544-9-23**]\\t\\tSex:M\\n\\t\\n\\t'Service': MEDICINE\\n\\t\\n\\tAllergies: \\n\\tPatient recorded as having No Known Allergies to Drugs\\n\\t\\n\\t\\tAttending:[**First Name3 (LF) 340**] \\n\\tChief Complaint:\\n\\t\\tTransferred from outside hospital for coronary and carotid cath\\n\\t\\t\\n\\tMajor Surgical or Invasive Procedure:\\n\\t\\tcarotid cath\\n\\tcoronary cath\\n\\n\\t\\t\\n\\t\\tHistory of Present Illness:\\n\\t\\t64 yr old hypertensive, diabetic male with CAD s/p CABG '[**01**] and b/l carotid disease transferred from OSH after an episode of chest pain and aphasia. He was in his USOH until [**2012-1-19**] when at noon he developed substernal chest 'burning' while sitting at his office.  He noticed that his speech was slurred and 'the words wouldn't come out.' When his wife called him she noted that his words 'made no sense' 'he was saying nonsense.'  She thought he might have been hypoglycemia and gave him some coke, after which his symptoms improved.  They called EMS and were taken to [**Hospital **] Hospital.  A Head CT was   (-) for bleed and Trop-I+ 0.87. Ck 200.  He received 2 doses of 1 mg/kg lovenox and was transferred to [**Hospital1 83**].\\n\\n\\t\\tHe had LAD stent in [**Hospital1 83**]. A few days later, he has RCA stented and has myoclonic jerk, NOT seizure in the cath lab per neurology attending\\n\\n\\t\\tROS: (-) SOB/Palp/Edema/N/V/Weakness/numbness/HA.\\n\\n\\t\\n\\t\\tPast Medical History:\\n\\t##CAD s/p CABG in [**2601**] with EF 50% by LVG.  He has chest pain with lifting boxes.  LIMA>>LAD, SVG>>Diag -[**9-20**] ETT Thal for 2 minutes with HR 130, 2 mm horizontal lateral ST depressions.\\n\\t\\t##non-insulin dependent diabetes mellitus x 10 years.\\n\\t\\t##hypertension\\n\\t\\t##hypercholesterolemia\\n\\t\\t##Stroke/TIA with no residual defects.  Carotid U/S in 10/04 with right ICA occlusion and left 80-99% stenosis.  Followed by Dr. [**First Name8 (NamePattern2) **] [**Last Name (NamePattern1) **] (cardiology) and Dr. [**First Name4 (NamePattern1) **] [**Last Name (NamePattern1) 11742**] (vasc [**Doctor First Name 668**]).  \\n\\t\\t## B/L Claudication \\n\\t\\t \\n\\t\\tSocial History:\\n\\t\\tQuit smoking 25 years ago.  No EtOH.  Works as a mechanic.  \\n\\t\\tLives with wife.  2 adopted children.\\n\\t\\t \\n\\t\\tFamily History:\\n\\t\\tMother MI at 60\\n\\t\\t \\n\\t\\tPhysical Exam:\\n\\t\\tTemp: afebrile BP:120/82  HR:60  RR:12  O2:99 RA\\n\\t\\tGen: NAD,  A/O x 3\\n\\t\\tHEENT: PEARLA.  EOMI.  OP w/o lesions.\\n\\t\\tCV:  RR.  Soft II/VI systolic murmur at LLSB.  JVD flat.  \\n\\t\\tSternotomy incision c/d/i.\\n\\t\\tPulm: CTA B/L\\n\\t\\tABD: S/NT/ND  \\n\\t\\tExt: no edema.  s/p vein graft incision c/d/i.  1+DP/PT\\n\\t\\tNeuro: Motor [**3-23**] at all flexors/extensors.  Sensation: GI to light touch and pinprick.  [**Doctor First Name **] intact.  FTN intact.  CNII-XII: GI\\n\\t\\t \\n\\t\\tPertinent Results:\\n\\t\\tAT OSH:\\n\\n\\t\\tNa:138, K:4.3, BUN:20, Cr:1.4, INR:0.9, WBC:10.1  Hgb:14.6, \\n\\t\\tPlt:171\\n\\n\\t\\t\\tECG: NSR at 56. Qs in III, F.  J-pt elevation in V1, V2, II, F.  \\n\\t\\tLateral TWI (dynamic).  Nl Axis/intervals.\\n\\t\\tCXR: No CP processes\\n\\n\\t\\t[**2012-1-19**]: Chronic Right Occipital Cortical Infarct, chronic deep \\n\\t\\twhite matter infarction due to small vessel disease, small \\n\\t\\tlacunar infarct in left thalamus.\\n\\t\\tcath [**1-25**]:\\n\\t\\t1. Significant native coronary artery disease.\\n\\t\\t2. Severe bilateral internal carotid artery disease.\\n\\t\\t3. Arterial disease in the left subclavian and bilateral \\n\\t\\tvertebrals\\n\\t\\t4. Successful placement of self-expanding stent in left ICA.\\n\\t\\t5. Successful employment of AccuNet distal embolic protection.\\n\\t\\t6. Self-limited, brief myotoclonus event.\\n\\t\\tCOMMENTS: \\n\\t\\t1. Limited coronary angiography demonstrated a right dominant system with left main and severe native vessel disease. The LMCA had an ostial 60% lesion. The proximal and midvessel LAD had diffuse calcific disease. The distal LAD filled via a LIMA which was not selectively engaged. The D1 branch was totally occluded. The LCx had mild diffuse disease. The RCA and bypass grafts were not successfully engaged.\\n\\t\\t2. Limited resting hemodynamics revealed a central blood pressure of 132/57 mmHg and a left CFA pressure of 101/67 mmHg. The mean gradient was 3 mmHg.\\n\\t\\t3. Retrograde access of the left common femoral artery was obtained for selective carotid, vertebral, and coronary angiography. The thoracic aorta had a Type I arch. The bilateral subclavian arteries had mild proximal disease. The left subclavian artery had a 50% lesion in the origin with a peak to peak gradient of 20 mmHg.\\n\\t\\t4. The right vertebral artery was small and diminutive with a total occlusion at the base of the skull before entering the brain. The left vertebral artery was large and was noted to have a 60% origin lesion and filled the basilar and the cerebellar arteries. The contralateral PCA filled from the vertebral but the ipsilateral (left) PCA was not seen.\\n\\t\\t5. The right common carotid artery was without disease but the ICA was totally occluded. The left common carotid artery was without disease but the ICA had diffuse tubular 80% disease. The left ICA filled the ipsilateral ACA and MCA as well as the contralateral ACA and MCA via a large ACOM.\\n\\t\\t6. Successful placement of a [**4-26**] x 40 mm Acculink stent in the left ICA postdilated with a 4.5 mm balloon. Final angiography demonstrated no residual stenosis, no angiographically apparent dissection, and normal flow (See PTCA Comments).\\n\\t\\t7. Transient, self-limited myoclonic event during postdilation which was though not likely to represent seizure activity.\\n\\t\\t8. Successful Perclose of the left femoral arteriotomy site at the conclusion of the procedure without complications.\\n\\t\\tCath at OSH [**8-22**]: multiple tight stenoses of the proximal LAD and proximal D1. Proximal D2 occluded. RCA proximally occluded. LIMA to LAD patent, svg to diag could not be visualized and was presumed occluded. Left carotid patent, right carotid occluded. \\n\\n\\t\\tcardiac cath [**2012-1-23**]\\n\\t\\t1. Three vessel coronary artery disease.\\n\\t\\t2. Rotation atheterectomy of the proximal LAD.\\n\\t\\t3. Unsuccessful attempt at PTCA/stenting of the D1.\\n\\t\\tCOMMENTS: 1. Selective coronary angiography revealed a right dominant system. The RCA was not injected. The SVgs and the LIMA were not injected. The LMCA had a 60% ostial stenosis. The proximal LAD [**Last Name (un) **] 80% calcific stenosis. The distal LAD was filling via a LIMA (there was competitive flow). The D1 had a 80% calcific stenosis at the origin. The LCX had mild diffuise disease.\\n\\t\\t2. Unsuccessful attempt at PTCA/stenting of the D1 due to inability to cross despite using multiple wires. Rotational atherectomy was performed in the LAD in an attempt to modify the LAD lesion and allow\\n\\t\\tcrossing inro the D1 (See PTCA comments).\\n\\n\\t\\tcarotid series [**2012-1-23**]:\\n\\t\\tREASON: Known carotid atherosclerosis, pre-op for stenting. \\n\\t\\t \\n\\t\\tFINDINGS: Duplex evaluation was performed of both carotid arteries. Significant plaque was identified on the right. There is no flow in internal carotid artery including power Doppler technique. Of note there is no study for comparison. \\n\\t\\t \\n\\t\\tOn the left, significant mostly soft appearing homogeneous plaque is identified in the internal carotid artery. Of note it appears to extend fairly distally in the cervical internal carotid artery. \\n\\t\\t \\n\\t\\tOn the right, peak systolic velocities are 52, 72 in the CCA, ECA respectively. \\n\\t\\t \\n\\t\\tOn the left, in the internal carotid artery the peak systolic over diastolic velocity is 361/123. In the remainder of the vessel the peak systolic velocities are 54, 584 in the CCA, ECA respectively. The ICA-CCA ratio is 6. This is consistent with an 80-99% stenosis.\\n\\n\\t\\t[**2012-1-20**] 05:48PM   GLUCOSE-97 UREA N-18 CREAT-1.2 SODIUM-143 \\n\\t\\tPOTASSIUM-4.0 CHLORIDE-105 TOTAL CO2-28 ANION GAP-14\\n\\t\\t[**2012-1-20**] 05:48PM   ALT(SGPT)-32 AST(SGOT)-29 CK(CPK)-168\\n\\t\\t[**2012-1-20**] 05:48PM   CALCIUM-9.3 PHOSPHATE-3.2 MAGNESIUM-1.8\\n\\t\\t[**2012-1-20**] 05:48PM   WBC-7.5 RBC-4.46* HGB-14.0 HCT-40.8# MCV-92 \\n\\t\\tMCH-31.4 MCHC-34.3 RDW-13.0\\n\\t\\t[**2012-1-20**] 05:48PM   PLT COUNT-195#\\n\\t\\t[**2012-1-20**] 05:48PM   PT-13.2 PTT-32.6 INR(PT)-1.1\\n\\t\\t \\n\\t\\tBrief Hospital Course:\\n\\t\\t64 y.o. male with CAD status post CABG, history of TIA with bilateral carotid stenosis presents s/p episode of chest pain and aphasia with borderline elevation in TN-I and non-specific ant/lateral ST-T wave changes. He was admitted for coronary and carotid cath.Patient had cardiac catheterization on [**2012-1-25**] and \\n\\t\\twas discovered to have severe bilateral internal carotid artery disease and also arterial disease in the left subclavian and bilateral vertebrals. Successful placement of self-expanding stent in left ICA and successful employment of AccuNet distal embolic protection. Patient was admitted briefly to CCU for observation overnight. He did well and has no neurological events. His blood pressure was kept between 120-140. He did well and was discharged the following day\\n\\n\\t\\t \\n\\t\\tMedications on Admission:\\n\\t\\tGlipizide XL 5, Fish Oil 1000mg, Ca 600 bid, MVI, Garlic Pill 1250, Loratadine, ASA 325, Atenolol 50, Metformin 1000mg, Nexium 40 daily, Lisinopril 5 tid, Lipitor 20, Zetia 10, Doxazosin 4.  \\n\\t\\tCoumadin was D/C'd 3 months ago\\n\\t\\t \\n\\t\\tDischarge Medications:\\n\\t\\t1. Ezetimibe 10 mg Tablet Sig: One (1) Tablet PO DAILY (Daily).\\n\\t\\tDisp:*30 Tablet(s)* Refills:*2*\\n\\t\\t2. Aspirin 325 mg Tablet Sig: One (1) Tablet PO DAILY (Daily).\\n\\t\\tDisp:*30 Tablet(s)* Refills:*2*\\n\\t\\t3. Calcium Carbonate 500 mg Tablet, Chewable Sig: One (1) \\n\\t\\tTablet, Chewable PO BID (2 times a day).\\n\\t\\tDisp:*60 Tablet, Chewable(s)* Refills:*2*\\n\\t\\t4. Multivitamin     Capsule Sig: One (1) Cap PO DAILY (Daily).\\n\\t\\tDisp:*30 Cap(s)* Refills:*2*\\n\\t\\t5. Omega-3 Fatty Acids 120-180-1.8 mg-mg-unit Capsule Sig: One \\n\\t\\t(1) Capsule PO BID (2 times a day).\\n\\t\\tDisp:*60 Capsule(s)* Refills:*2*\\n\\t\\t6. Fexofenadine HCl 60 mg Capsule Sig: One (1) Capsule PO BID (2 \\n\\t\\ttimes a day).\\n\\t\\tDisp:*60 Capsule(s)* Refills:*2*\\n\\t\\t7. Glipizide 5 mg Tab, Sust Release Osmotic Push Sig: One (1) \\n\\t\\tTab, Sust Release Osmotic Push PO DAILY (Daily).\\n\\t\\tDisp:*30 Tab, Sust Release Osmotic Push(s)* Refills:*2*\\n\\t\\t8. Clopidogrel Bisulfate 75 mg Tablet Sig: One (1) Tablet PO \\n\\t\\tDAILY (Daily).\\n\\t\\tDisp:*30 Tablet(s)* Refills:*9*\\n\\t\\t9. Atorvastatin Calcium 40 mg Tablet Sig: Two (2) Tablet PO \\n\\t\\tDAILY (Daily).\\n\\t\\tDisp:*60 Tablet(s)* Refills:*2*\\n\\n\\t\\t \\n\\t\\tDischarge Disposition:\\n\\t\\tHome\\n\\t\\t \\n\\t\\tDischarge Diagnosis:\\n\\t\\tcoronary artery disease\\n\\t\\tcarotid artery stenosis\\n\\n\\t\\t \\n\\t\\tDischarge Condition:\\n\\t\\tstable\\n\\t\\t \\n\\t\\tDischarge Instructions:\\n\\t\\tPlease return to the hospital or call your doctor if [**Doctor First Name **] have \\n\\t\\tchest pain/shortness of breath/dizziness/blur vision or if there \\n\\t\\tare any concerns at all\\n\\n\\t\\tPLease take all your prescribed medication\\n\\t\\t \\n\\t\\tFollowup Instructions:\\n\\t\\tPlease call Dr. [**First Name (STitle) **], [**First Name3 (LF) **] TOMORROW to schedule an \\n\\t\\tappointment\\n\\n\\t\\t \\n                        [**First Name11 (Name Pattern1) 190**] [**Last Name (NamePattern4) 352**] MD [**MD Number 353**]\\n\\t\\t \\n\\t\\tCompleted by: [**Name6 (MD) 496**] [**Name8 (MD) 497**] MD [**MD Number 498**] [**2012-2-14**] @ 0948\\n\\t\\tSigned electronically by: DR. [**First Name11 (Name Pattern1) 190**] [**Initial (NamePattern1) **] [**Last Name (NamePattern4) 189**]\\n\\t\\t on: MON [**2012-2-20**] 7:06 AM\\n\\t\\t(End of Report)"
	},	
	{
		"visObject":{
	    	"id":0,
	    	"start": "2012-01-23 08:23:00",
	    	"group": 3
	    },
	    "hospitalization": 3,
	    "type": "ultrasound",
	    "service": "",
		"preview":"IMPRESSION:\\n\\tOccluded right internal carotid artery.  Of note there is no prior study for comparison.  On the left, there is a significant plaque with an 80-99% carotid stenosis.",	
		"fulltext":"     DATE: [**2012-1-23**] 8:37 AM\\n\\t     CAROTID SERIES COMPLETE                                         Clip # [**Clip Number (Radiology) 7969**]\\n\\t     Reason: Please evaluate b/l carotids with doppler.                  \\n\\t     Admitting Diagnosis: CHEST PAIN;TIA\\n\\t     ______________________________________________________________________________\\n\\t     UNDERLYING MEDICAL CONDITION:\\n\\t      64 year old man with known b/l carotid stenosis awaiting carotid stenting.      \\n\\t     REASON FOR THIS EXAMINATION:\\n\\t      Please evaluate b/l carotids with doppler.                                      \\n\\t     ______________________________________________________________________________\\n\\t                                     FINAL REPORT\\n\\t     CAROTID SERIES COMPLETE:\\n\\n REASON:  Known carotid atherosclerosis, pre-op for stenting.\\n\\n FINDINGS:  Duplex evaluation was performed of both carotid arteries.\\n\\t     Significant plaque was identified on the right.  There is no flow in internal\\n\\t     carotid artery including power Doppler technique.  Of note there is no study\\n\\t     for comparison.\\n\\n On the left, significant mostly soft appearing homogeneous plaque is\\n\\t     identified in the internal carotid artery.  Of note it appears to extend\\n\\t     fairly distally in the cervical internal carotid artery.\\n\\n On the right, peak systolic velocities are 52, 72 in the CCA, ECA\\n\\t     respectively.\\n\\n On the left, in the internal carotid artery the peak systolic over diastolic\\n\\t     velocity is 361/123.  In the remainder of the vessel the peak systolic\\n\\t     velocities are 54, 584 in the CCA, ECA respectively.  The ICA-CCA ratio is 6.\\n\\t     This is consistent with an 80-99% stenosis.\\n\\n There is antegrade flow in both vertebral arteries.\\n\\n IMPRESSION:\\n\\n Occluded right internal carotid artery.  Of note there is no prior study for\\n\\t     comparison.  On the left, there is a significant plaque with an 80-99% carotid\\n\\t     stenosis."
	},
	{
		"visObject":{
	    	"id":0,
	    	"start": "2012-01-25 09:52:00",
	    	"group": 3
	    },
	    "hospitalization": 3,
	    "type": "plain film x ray",
	    "service": "",
		"preview":"IMPRESSION:  No findings of CHF or pneumonia",	
		"fulltext":" DATE: [**2012-1-25**] 9:52 AM\\n\\t     CHEST (PA & LAT)                                                Clip # [**Clip Number (Radiology) 7970**]\\n\\t     Reason: r/o pneumonia                                               \\n\\t     Admitting Diagnosis: CHEST PAIN;TIA\\n\\t     ______________________________________________________________________________\\n\\t     UNDERLYING MEDICAL CONDITION:\\n\\t      64 year old man with fever & rising WBC                                         \\n\\t     REASON FOR THIS EXAMINATION:\\n\\t      r/o pneumonia                                                                   \\n\\t     ______________________________________________________________________________\\n\\t                                     FINAL REPORT\\n\\t     INDICATION:  Rising white blood cell count and fever.\\n\\n No prior radiographs for comparison.\\n\\n PA AND LATERAL CHEST RADIOGRAPHS:  The patient is post-median sternotomy.\\n\\t     There are aortic calcifications.  The heart size is at upper limits of normal.\\n\\t     The pulmonary vasculature has a normal appearance.  The lungs are clear\\n\\t     without focal consolidations.  There is no effusion or pneumothorax.  A\\n\\t     solitary calcified granuloma is seen in the right apex.\\n\\n IMPRESSION:  No findings of CHF or pneumonia."
	},
	{
		"visObject":{
	    	"id":0,
	    	"start": "2012-01-26 05:53:00",
	    	"group": 4
	    },
	    "hospitalization": 3,
	    "type": "progress",
	    "service": "CCU",
		"preview":"",	
		"fulltext":"CCU Nursing Progress Note 1900-0700\\n\\t\\tS: 'I feel pretty good'\\n\\t\\tO: Please see careview for complete VS/additional objective data.\\n\\t\\tIn brief this is a 54 yo gentleman w/ significant hx for HTN, NIDDM w/ CAD s/p CABG [**01**] and carotid ds. Pt was transferred from OSH after episode of CP, blurred vision and aphasia w/borderline troponin elevation and nonspecific ant/lat ST-Twave changes. ? TIA vs hypoglycemia. Ct infarct. Cath revealed 3VD. S/P rotational artherectomy of LAD following unsuccessful PTCA of calcified D1. On [**1-25**] pt underwent stent to TO R ICA. Pt tolerated intervention well although pt was noted to have a single myoclonus event post dilitation but not likely true seizure but a result of reperfusion.\\n\\t\\tMS: Completely neurologically intact. No deficits noted. MAE. PEARL. 3mm in size. Brisk in response. Repositions self. Dangled and sat at bedside while urinating. Tolerated well. Pt denies any additional blurriness/ aphasia etc.\\n\\nCV: Pt arrived to CCU VSS. NIBP goal per HO 120-160. Neo/Nitro ordered but never needed overnoc. SBP started to trend down and while asleep noted to be 96. Team notified and Dr. [**First Name (STitle) 241**] reestablished goals that as long as SBP >90 not to start pressors. HR 58-68. No ectopy. Transient drop to ^40s noted rarely. NIBP 96-156/42-55. MAPs>60. Left groin site CDI. Cont post stent treatment includingDSD remains intact. Distal pulses dopplerable.\\n\\nResp: Occ noted for apnea. O2 sats briefly noted at 90% while asleep. Placed pt on NC 2L w/ good effect. RR 15-23. Pt denies SOB. O2 sats 97-100%. Good cough. No secretions. Pt c/o sinus stuffiness. Ordered for Afrin but didn't arrive to unit until pt was asleep. Pt denies SOB.\\n\\t\\tGI/GU: Abd soft/obese. +BS. No stool. Minimal intake. + BS. No stool. \\nDTV upon arrival to CCU. Pt received IVFB 250cc NSx2 for lack of output and in attempt to improve SBP. Condom catheter remains on. Pt -225cc and remains + LOS. BUN/CR 16/1.1.\\n\\t\\tID: Cont to have low grade temp. Tmax 100.4 po. Tylenol 650mg x1 given. No abx at present. WBC 13.5.\\n\\t\\tSKin: Intact.\\n\\nAccess: 1 PIV. Pt has h/o PVD. Difficult to obtain access.\\n\\nA/P: Significant cardiac hx. 3vd recent  catheterization and rot artherctomy of LAD. Unable to cross wire and address D1 80% lesion. ? TIA upon admission to OSH. CT positive for infarct. R ICA TO and L ICA 80-99%. S/P successfully stenting of R ICA. To CCU for observation. Pt remained hemodynamically stable  overnoc. Cont to support pt and family. Advance diet and activity as tolerated. ? Call out to the floor today."
	},
	{
		"visObject":{
	    	"id":0,
	    	"start": "2012-04-16 06:11:00",
	    	"group": 3
	    },
	    "hospitalization": 3,
	    "type": "plain film x ray",
	    "service": "",
		"preview":"IMPRESSION:  The heart is in the upper limits of normal for size.  There is no evidence of acute CHF or pneumonia.",	
		"fulltext":"     DATE: [**2012-4-16**] 6:11 AM\\n\\t     CHEST (PORTABLE AP)                                             Clip # [**Clip Number (Radiology) 7971**]\\n\\t     Reason: chf, pna                                                    \\n\\t     ______________________________________________________________________________\\n\\t     UNDERLYING MEDICAL CONDITION:\\n\\t      64 year old man with SOB, DOE                                                   \\n\\t     REASON FOR THIS EXAMINATION:\\n\\t      chf, pna                                                                        \\n\\t     ______________________________________________________________________________\\n\\t                                     FINAL REPORT\\n\\t     INDICATION:  64-year-old male with shortness of breath and dyspnea or\\n\\t     exertion.  Rule out CHF or pneumonia.\\n\\n COMPARISONS:  No comparisons are available at this time.  The study is\\n\\t     partially compared to report of a study performed.\\n\\n FINDINGS:  The patient is status post median sternotomy.  There are again\\n\\t     noted aortic calcifications.  The heart size is in the upper limits of normal.\\n\\t     The pulmonary vasculature is within normal limits.  There is no evidence of\\n\\t     CHF.  The lung fields are grossly clear without evidence of pneumonia or\\n\\t     pneumothorax.\\n\\n IMPRESSION:  The heart is in the upper limits of normal for size.  There is no\\n\\t     evidence of acute CHF or pneumonia."
	},
	{
		"visObject":{
	    	"id":0,
	    	"start": "2012-07-25 09:08:00",
	    	"group": 3
	    },
	    "hospitalization": 3,
	    "type": "",
	    "service": "",
		"preview":"IMPRESSION:  Significant aortobiiliac and likely left superficial femoral\\n\\t     artery occlusive disease.  In addition, there may be proximal femoral artery\\n\\t     disease on the right.  With very limited exercise, there is a severe decrement\\n\\t     in bilateral ABI.",	
		"fulltext":"DATE: [**2012-7-25**] 9:08 AM\\n\\t     CAROTID SERIES COMPLETE; ART EXT (REST&EXERCISE)                Clip # [**Clip Number (Radiology) 7972**]\\n\\t     Reason: history carotid stent and PVD for surveillance\\n\\t     ______________________________________________________________________________\\n\\t     UNDERLYING MEDICAL CONDITION:\\n\\t      64 year old man with carotid stent and PVD for surveillance\\n\\t     REASON FOR THIS EXAMINATION:\\n\\t      history carotid stent and PVD for surveillance\\n\\t     ______________________________________________________________________________\\n\\t                                     FINAL REPORT\\n\\t     STUDY #1, CAROTID SERIES COMPLETE.\\n\\n REASON:  Narrowing of carotid artery.\\n\\n STUDY #2, ARTERIAL DOPPLER CLAUDICATION.\\n\\n FINDINGS:  Duplex evaluation was performed of both carotid arteries.  The\\n\\t     right internal carotid artery is occluded.  On the left, a carotid stent is\\n\\t     visualized and is patent but has significant elevated velocities as will be\\n\\t     described below.\\n\\n On the right, peak systolic velocities are 45, 115 in the CCA and ECA\\n\\t     respectively.\\n\\n On the left in the internal carotid artery, the peak systolic over diastolic\\n\\t     velocity is 319/124.  In the remainder of the vessel, the peak systolic\\n\\t     velocities are 56, 123 in the CCA, ECA respectively.  The ICA to CCA ratio is\\n\\t     5.6.  This is consistent with an 80% to 99% stenosis.\\n\\n There is antegrade flow in both vertebral arteries.\\n\\n Although velocities in the left internal carotid artery stent are consistent\\n\\t     with a high-grade stenosis, this is likely falsely elevated to both to the\\n\\t     stent and also to the contralateral occlusion.\\n\\n IMPRESSION:  Occluded right internal carotid artery.  On the left, the stent\\n\\t     is patent, but the velocities are elevated, consistent with an 80% to 99%\\n\\t     stenosis.  However, as stated above, that is likely to be artifactually\\n\\t     elevated.\\n\\n Doppler evaluation was performed of both lower extremity arterial systems at\\n\\t     rest and with exercise.  Exercise consist of toe-ups for 1 minute and 45\\n\\t     seconds.  Pain developed in both calves at 1 minute.\\n\\n On the right, Doppler tracings are triphasic at all levels from the femoral to\\n\\t     the dorsalis pedis artery.  The ankle brachial index is 1.06.  Pulse volume\\n\\t     recordings are maintained to the calf and show drop off at the ankle and\\n\\t     metatarsals.  After exercise, the ABI dropped to 0.47 and the waveforms in the\\n\\t     common femoral artery becomes monophasic.\\n\\n On the left, Doppler tracings are triphasic at the femoral level only.  They\\n\\t     are monophasic below.  The ankle brachial index is 0.69.  With exercise, this\\n\\t     decreases to 0.27.  Pulse volume recordings are dampened at low thigh level\\n\\t     and approximately 7 mm at the metatarsals.\\n\\n IMPRESSION:  Significant aortobiiliac and likely left superficial femoral\\n\\t     artery occlusive disease.  In addition, there may be proximal femoral artery\\n\\t     disease on the right.  With very limited exercise, there is a severe decrement\\n\\t     in bilateral ABI."
	},
	{
		"visObject":{
	    	"id":0,
	    	"start": "2012-12-08 10:17:00",
	    	"group": 3
	    },
	    "hospitalization": 3,
	    "type": "ultrasound",
	    "service": "",
		"preview":"CONCLUSION: No significant change as compared to the two prior available\\n\\t     comparison from March and [**2012-7-20**], with:\\n\\t     1. a known occlusion of the right internal carotid artery, and\\n\\t     2. status post stent placement in the region of the left carotid bulb, and\\n\\t     increased velocities in the mid and distal portion of the left internal\\n\\t     carotid artery consistent with a stenosis estimated between 80 and 99% in\\n\\t     diameter (closer to 80%)",	
		"fulltext":"DATE: [**2012-12-8**] 10:17 AM\\n\\t     CAROTID SERIES COMPLETE                                         Clip # [**Clip Number (Radiology) 7973**]\\n\\t     Reason: history carotid stent for surveillance\\n\\t     ______________________________________________________________________________\\n\\t     UNDERLYING MEDICAL CONDITION:\\n\\t      64 year old man with carotid stent for surveillance\\n\\t     REASON FOR THIS EXAMINATION:\\n\\t      history carotid stent for surveillance\\n\\t     ______________________________________________________________________________\\n\\t                                     FINAL REPORT\\n\\t     INDICATION: Surveillance of carotid artery stent in a 64-year-old man.\\n\\n COMPARISON: There were two available comparisons, from [**1-23**] and [**7-25**], 2005, respectively. They showed a stable, 80-99% diameter narrowing of the\\n\\t     left internal carotid artery and a known, complete occlusion of the right\\n\\t     internal carotid artery.\\n\\n TECHNIQUE AND FINDINGS: Duplex ultrasonography was performed at the level of\\n\\t     the cervical portions of the bilateral carotid and vertebral arteries.\\n\\n The chronic occlusion of the right internal carotid artery is found again,\\n\\t     with no intraluminal flow detectable by spectral or color Doppler imaging. The\\n\\t     peak systolic velocities in the right common and external carotid arteries are\\n\\t     57 and 109 cm/second, respectively.\\n\\n The left carotid stent is visualized at the level of the internal and common\\n\\t     carotid arteries. The peak systolic velocities in the left internal, common,\\n\\t     and external carotid arteries are 291, 53, and 446 cm/second. The end-\\n\\t     diastolic velocities are 100 cm/second in the left internal carotid artery and\\n\\t     25 cm/sec in the left common carotid artery. The acceleration in the\\n\\t     internal carotid artery seems localized to its mid and distal cervical\\n\\t     portions but spares its ostium. Systolic turbulences are found in the distal\\n\\t     portion of the left internal carotid artery. These values and findings are\\n\\t     again consistent with a luminal narrowing between 80 and 99% in diameter\\n\\t     (probably closer to 80%.).\\n\\n Antegrade flow is found in the bilateral vertebral arteries, in their\\n\\t     intertransverse portions.\\n\\n CONCLUSION: No significant change as compared to the two prior available\\n\\t     comparison from March and [**2012-7-20**], with:\\n\\t     1. a known occlusion of the right internal carotid artery, and\\n\\t     2. status post stent placement in the region of the left carotid bulb, and\\n\\t     increased velocities in the mid and distal portion of the left internal\\n\\t     carotid artery consistent with a stenosis estimated between 80 and 99% in\\n\\t     diameter (closer to 80%)."
	}
]